[Clues.Clue_Color_Blue DisAbstractItem]
m_ItemName="线索"
m_PluralItemName="线索"
m_Description="你的目标穿着蓝衣服。"

[Clues.Clue_Color_Blue_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Color_Red DisAbstractItem]
m_ItemName="线索"
m_PluralItemName="线索"
m_Description="你的目标穿着红衣服。"

[Clues.Clue_Color_Red_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Gender_Female DisAbstractItem]
m_ItemName="线索"
m_PluralItemName="线索"
m_Description="你的目标是女性。"

[Clues.Clue_Gender_Female_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Gender_Male DisAbstractItem]
m_ItemName="线索"
m_PluralItemName="线索"
m_Description="你的目标是男性。"

[Clues.Clue_Gender_Male_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Hat_No DisAbstractItem]
m_ItemName="线索"
m_PluralItemName="线索"
m_Description="你的目标不戴头盔、帽子或面具。"

[Clues.Clue_Hat_No_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Hat_Yes DisAbstractItem]
m_ItemName="线索"
m_PluralItemName="线索"
m_Description="你的目标戴着头盔、帽子或面具。"

[Clues.Clue_Hat_Yes_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_PickUp:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_InteractText="`GBA_Use` 拾起"

[Clues.Clue_Pickup_Belt_twk DisTweaks_Key]
m_Description="匿名线索。"

[Clues.Clue_Pickup_Belt_twk:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name=""

[Clues.Clue_PickupSample DisAbstractItem]
m_ItemName="线索"
m_PluralItemName="线索"
m_Description="匿名线索。"

[Clues.Clue_Type_AristoFemale DisAbstractItem]
m_ItemName="线索"
m_PluralItemName="线索"
m_Description="你的目标是个贵族女性。"

[Clues.Clue_Type_AristoFemale_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Type_AristoMale DisAbstractItem]
m_ItemName="线索"
m_PluralItemName="线索"
m_Description="你的目标是个贵族男性。"

[Clues.Clue_Type_AristoMale_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Type_CityGuard DisAbstractItem]
m_ItemName="线索"
m_PluralItemName="线索"
m_Description="你的目标是城市警卫中的一员。"

[Clues.Clue_Type_CityGuard_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Type_EliteGuard DisAbstractItem]
m_ItemName="线索"
m_PluralItemName="线索"
m_Description="你的目标是个精英警卫。"

[Clues.Clue_Type_EliteGuard_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Type_Prostitute DisAbstractItem]
m_ItemName="线索"
m_PluralItemName="线索"
m_Description="你的目标是个妓女。"

[Clues.Clue_Type_Prostitute_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Clues.Clue_Type_Servant DisAbstractItem]
m_ItemName="线索"
m_PluralItemName="线索"
m_Description="你的目标是个侍者。"

[Clues.Clue_Type_Servant_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.DisclaimerExpert_AbstrInv DisAbstractItem]
m_ItemName="迷之敌手"
m_PluralItemName=""
m_Description="在不被发现的情况下收集4个线索，以确定你的目标，然后处决他或她。\n \n每次开始游戏时你的目标会被随机指定。\n你可以在集齐所有线索之前试着找到你的目标，但是如果你杀死了无辜的人，那么挑战就失败了。\n不要被发现。如果你被发现了，你的目标会试图逃跑。\n\n线索会被放在一些人物的腰带上，你需要窃取它们。\n\n得分：\n* 如果在获取所有线索之前你就杀死了正确的目标，那么你将会得到更多的得分。\n* 避开警卫会比击昏他们获得更高的得分，而如果你杀死他们得分会更低。\n\n任务结束：\n如果你的目标逃跑了或者你杀死了无辜的人，那么挑战就会失败。"

[Notes.DisclaimerExpert_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.DisclaimerNormal_AbstrInv DisAbstractItem]
m_ItemName="迷之敌手"
m_PluralItemName=""
m_Description="在不被发现的情况下收集4个线索，以确定你的目标，然后处决他或她。\n \n每次开始游戏时你的目标会被随机指定。\n你可以在集齐所有线索之前试着找到你的目标，但是如果你杀死了无辜的人，那么挑战就失败了。\n不要被发现。如果你被发现了，你的目标会试图逃跑。\n\n得分：\n* 如果在获取所有线索之前你就杀死了正确的目标，那么你将会得到更多的得分。\n* 避开警卫会比击昏他们获得更高的得分，而如果你杀死他们得分会更低。\n\n任务结束：\n如果你的目标逃跑了或者你杀死了无辜的人，那么挑战就会失败。"

[Notes.DisclaimerNormal_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.GlobalDistraction_Buffet_AbstrInv DisAbstractItem]
m_ItemName="公告"
m_PluralItemName=""
m_Description=""

[Notes.GlobalDistraction_PianoLounge_AbstrInv DisAbstractItem]
m_ItemName="公告"
m_PluralItemName=""
m_Description=""

[Notes.GlobalDistraction_Show_AbstrInv DisAbstractItem]
m_ItemName="公告"
m_PluralItemName=""
m_Description=""

[Pickup_Twk.Doll_AbtrItm DisAbstractItem]
m_ItemName="艾米莉的玩偶"
m_PluralItemName="艾米莉的玩偶"
m_Description="艾米莉童年的玩偶。"

[Pwn_Tweaks.NPCPlotSettings_twk DisTweaks_NPCPlotSettings]
m_PlotSettings.m_GameOverWhenHostileToPlayer.m_ScreenMessage=""
m_PlotSettings.m_GameOverWhenDead.m_ScreenMessage=""
m_PlotSettings.m_GameOverWhenPossessedByPlayer.m_ScreenMessage=""

[Tweaks.locked_door_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_FocusLockedMessage=""

[Usable.clock_twk DisTweaks_UsableObject]
m_LockedMessage=""

[Usable.clock_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="钟"
m_InteractText="`GBA_Use` 设定时间"

[Usable.Twk_Map_MysteryMan DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Usable.Twk_Map_MysteryMan:DisTweaks_Interactable_PickupBase_107 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="地图"
m_InteractText="`GBA_Use` 查看"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

